var app = getApp()
Page({
  data:{
    "detail":[
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"}
    ]
  }
})
