var app = getApp()
Page({
  onLoad: function(options) {
    this.setData({    
      btnid: options.id
    })
  },
  data:{
    btnid:"",
    detail:[
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"},
        {"name":"避暑山庄","value":"好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好，好好，挺好。"}
    ]
  }
})
